11/data/attachments/f34d30b2933d7bd0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Courtney_senior_Actions_94720_4</nif:username>
            <nif:friendToBeRequested>soap_actions_27f386d2-a8f3-40b8-a19f-6b4e1b7fd735</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>